Repository: WebBirdWebIntegrators/webbird-quotes-plugin
Catalog: languages/webbird-quotes-*.po
Languages: nl_nl

source: Enter your quote
nl_nl: Vul uw quote in

source: Author
nl_nl: Auteur

source: Enter your author
nl_nl: Vul uw auteur in

source: Image
nl_nl: Afbeelding

source: Select or upload your image
nl_nl: Selecteer of upload uw afbeelding

source: Set your link type
nl_nl: Selecteer uw link type

source: No link
nl_nl: Geen link

source: Link to a page or post
nl_nl: Link naar een pagina of bericht

source: Link to an external URL
nl_nl: Link naar een externe URL

source: Internal page / post
nl_nl: Intern pagina / bericht

source: Select your page or post
nl_nl: Selecteer uw pagina of bericht

source: Enter your external URL
nl_nl: Vul uw externe URL in
